
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=1
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=4
last_drill_idx=1
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Греки
INDEX=1
[DRILL1.1]
NAME=МакедонскийА.Ф.
INDEX=1
PNDEX=1
RECCNT=28
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS1.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Перикл
INDEX=2
PNDEX=1
RECCNT=10
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS1.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=2
[PLACE2]
NAME=Египтяне
INDEX=2
[DRILL2.1]
NAME=РамзесIV
INDEX=1
PNDEX=2
RECCNT=50
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS2.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=1
[DRILL2.2]
NAME=Аменхотеп
INDEX=2
PNDEX=2
RECCNT=8
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS2.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=2
[DRILL2.3]
NAME=Тутанхамон
INDEX=3
PNDEX=2
RECCNT=15
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS2.3.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=3
[MEAS2.3.2]
NAME=Измерение_2
MARK=...
INDEX=2
PNDEX=2
DNDEX=3
[PLACE3]
NAME=Площадка112
INDEX=3
[DRILL3.1]
NAME=Скважина112-1
INDEX=1
PNDEX=3
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS3.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=3
DNDEX=1
[DRILL3.2]
NAME=Скважина112-2
INDEX=2
PNDEX=3
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS3.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=3
DNDEX=2
[PLACE4]
NAME=Площадка114
INDEX=4
[DRILL4.1]
NAME=Скважина114-2
INDEX=1
PNDEX=4
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
[MEAS4.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=4
DNDEX=1
[DRILL4.2]
NAME=Скважина114-3
INDEX=2
PNDEX=4
RECCNT=21
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
